[
	[
		{
			"speaker" : "narrator",
			"dialog" : "BATTLE START!",
			"newSpeaker" : "true"
		},
		{
			"speaker" : "narrator",
            "dialog" : "Victory! You've done it! You've beaten a captivated animal with no real sense of self or instincts in battle! Excellent job!"
		},
		{
			"speaker" : "narrator",
            "dialog" : "Sorry about the loss, champ. We're getting there. You'll be okay. Better life decisions starting tomorrow, for sure."
		}
	],
	[
		{	
			"speaker" : "narrator",
			"dialog" : "The bear swipes at you with his fluffiest paw."
		},
        {
            "speaker" : "bear",
            "dialog" : "The bear yawns in your general direction, filling your nose with the smell of rotted meat."
		},
		{
			"speaker" : "bear",
			"dialog" : "\"Where is my honey?!?!\" the bear roars, and unleashes a hellish growl in your face."
		}
	],
	[
		{
			"speaker" : "pig",
			"dialog" : "\"Squeeeeeeeeeeeeeeeeeee!!!!\" the pig screeches at you, leaving a faint ringing in your ears."
		},
		{
			"speaker" : "pig",
			"dialog" : "\"Take this cretin!\", the pig shouts as he throws a clump of (hopefully) mud in your eyes."
		},
		{
			"speaker" : "pig",
			"dialog" : "The pig rises up on his hind legs and flicks the muck on his belly at you. Disgusting!"
		}
	],
	[
		{
			"speaker" : "monkey",
			"dialog" : "\"HIIIIIIIII-YA!\" the monkey screams at you, and smacks you with his tail."
		},
		{
			"speaker" : "monkey",
			"dialog" : "You hear a \"whoosh\"as the monkey reaches behind himself and tosses some poop at you."
		},
		{
			"speaker" : "monkey",
			"dialog" : "The monkey crawls all over you and holds your hands behind your back, humiliating you."
		}
	],
	[
		{
			"speaker" : "creeper",
			"dialog" : "So you're trying to stop me, eh? You'll have to fight my friends first! Hehehe!"
		},
		{
			"speaker" : "creeper",
			"dialog" : "Go get him bear!"
		},
		{
			"speaker" : "creeper",
			"dialog" : "No matter! My pig will get you down!"
		},
		{
			"speaker" : "creeper",
			"dialog" : "You think you're pretty good, but wait til you see my monkey!"
		},
		{
			"comment" : "this is for if the boss defeats the player",
			"speaker" : "creeper",
			"dialog" : "Pathetic! Victory is mine!"
		}
	]
]