[
    {
        "speaker" : "narrator",
        "dialog" : "One night, late into your Monday night shift at the zoo , you hear your coworker Abaddon drunkenly murmurring under his breath near the monkey exhibit."
    },
    {
        "speaker" : "narrator",
        "dialog" : "You begin sweeping closer to him, and are able to make out a few choice phrases about all of the animals he plans on stealing, two weeks time from now."
    },
    {
        "speaker" : "narrator",
        "dialog" : "You're not going to let all the blood, sweat, and tears you've put into this zoo go to waste because of some schlub who decided he wanted to start up some exotic animal collection."
    },
    {
        "speaker" : "narrator",
        "dialog" : "You decide to train yourself in the arts of endurance, strength, wit, and dexterity so as to better battle this fool at the end of the fortnight."
    },
    {
        "speaker" : "narrator",
        "dialog" : "What skill would you like to start off with?"
    },
    {
        "speaker" : "narrator",
        "dialog" : "You visit your gym and begin training yourself up so that when the time comes, your strength will be unmatched."
    },
    {
        "speaker" : "narrator",
        "dialog" : "You head to the gym to practice your stamina and improve your overall physical health."
    },
    {
        "speaker" : "narrator",
        "dialog" : "You head to the library and stick your nose in the most complicated books you can find. No one will pull a fast one on you."
    },
    {
        "speaker" : "narrator",
        "dialog" : "You head back home and boot up your favorite video games. Your reactions will be quick and your fingers will be nimble before long."
    },
    {
        "speaker" : "narrator",
        "dialog" : "Good morning!  Today would you like to go to the gym, the library, or stay home and play video games? You can also visit the store."
    },
    {
        "speaker" : "narrator",
        "dialog" : "You spend a couple hours at the gym pumping iron."
    },
    {
        "speaker" : "narrator",
        "dialog" : "You go to the gym and do squats until your legs give out."
    },
    {
        "speaker" : "narrator",
        "dialog" : "You visit the gym and take a water aerobics class."
    },
    {
        "speaker" : "narrator",
        "dialog" : "You spend the daylight playing your favorite shooter games and improve your dexterity."
    },
    {
        "speaker" : "narrator",
        "dialog" : "You stay at home today playing League and practicing your dexterity."
    },
    {
        "speaker" : "narrator",
        "dialog" : "You play videogames for a few hours practicing your reaction times."
    },
    {
        "speaker" : "narrator",
        "dialog" : "You go to the library and study the day away to improve your wit."
    },
    {
        "speaker" : "narrator",
        "dialog" : "You head to the library and read up on mathematical theory to strengthen your intelligence."
    },
    {
        "speaker" : "narrator",
        "dialog" : "You go to the library for a few hours and study some philosophical texts to further understand the meaning of life."
    },
    {
        "speaker" : "narrator",
        "dialog" : "You arrive at work around 7pm and will be there until 7am. What would you like to do today at work?"
    },
    {
        "speaker" : "narrator",
        "dialog" : "So, you think you can fight? Well, you can't. We're gonna tell you how to do it."
    },
    {
        "speaker" : "narrator",
        "dialog" : "It's fairly basic. You, the humble zookeeper, are on one side, while the animal is on the other side. You have a variety of attacks to choose from."
    },
    {
        "speaker" : "narrator",
        "dialog" : "Try to choose your attack based on what you think each particular animal will be vulnerable to."
    },
    {
        "speaker" : "narrator",
        "dialog" : "After you choose your attack, the animal will do the same, and the two of you will have it off."
    },
    {
        "speaker" : "narrator",
        "dialog" : "If you win, great, you get extra money. If you lose, too bad, maybe you should be better at your job. That about sums it up. Good luck out there."
    },
    {
        "speaker" : "narrator",
        "dialog" : "This is it. Tonight is the night. You're not posted on the work schedule, so you should surprise Abaddon when you arrive. "
    },
    {
        "speaker" : "narrator",
        "dialog" : "Hopefully your training has done well by you. Good luck, soldier."
    },
    {
        "speaker" : "narrator",
        "dialog" : "If you would like to purchase any last minute items, this is the time."
    },
    {
        "speaker" : "narrator",
        "dialog" : "Huzzah! Mazel tov! Felicitations! You've beaten our game! You've saved the animals! You've sent Abaddon straight back to hell!"
    },
    {
        "speaker" : "narrator",
        "dialog" : "Congratulations, gamer. You did it. We thank you for your service. Play again soon!"
    },
    {
        "speaker" : "narrator",
        "dialog" : "How unfortunate. Since you didn't bother to alert anyone that this plan was in motion, Abaddon has gotten away with the animals."
    },
    {
        "speaker" : "narrator",
        "dialog" : "The zoo will surely face some sort of lawsuit. You probably will lose your job. If only you had trained harder."
    },
    {
        "speaker" : "narrator",
        "dialog" : "Credit goes to Claire Camomile, Philip Cook, and Cary Huang."
    },
    {
        "speaker" : "narrator",
        "dialog" : "Is Claire writing this? Yes. Did I put my name first because I'm writing it? No. It's alphabetical. I promise."
    }
    {
        "speaker" : "narrator",
        "dialog" : "Thanks everybody. We worked really hard on this. We're grateful for your praise, and will be accepting our Game Awards nomination later this year."
    },
    {
        "speaker" : "narrator",
        "dialog" : "Credit also goes to Elizabeth and Nathan, for being awesome professors and motivating the hell out of us."
    },
    {
        "speaker" : "narrator",
        "dialog" : "Peach Redbull is nasty. We out."
    }
]